/*
 Navicat Premium Data Transfer

 Source Server         : 服务器
 Source Server Type    : MySQL
 Source Server Version : 50741
 Source Host           : 49.235.84.94:3307
 Source Schema         : yuanjunkang

 Target Server Type    : MySQL
 Target Server Version : 50741
 File Encoding         : 65001

 Date: 10/10/2023 21:16:50
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for article
-- ----------------------------
DROP TABLE IF EXISTS `article`;
CREATE TABLE `article`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `title` varchar(30) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '文章标题',
  `summary` varchar(300) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '摘要',
  `content` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '文章内容',
  `date` date NOT NULL COMMENT '发布时间',
  `views` bigint(20) NOT NULL COMMENT '浏览量',
  `author` varchar(20) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '文章作者',
  `affiliati` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '所属单位',
  `headshot` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '头像(url路径)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 10 CHARACTER SET = utf8 COLLATE = utf8_unicode_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of article
-- ----------------------------
INSERT INTO `article` VALUES (1, '熬夜的坏处-熬夜有哪些危害', '熬夜已成为大多数年轻人的生活常态，或加班、学习，或追剧、玩游戏，总是有各种理由不好好睡觉。\r\n然而长期熬夜的危害很大，诸如皮肤变差、抵抗力下降等等，因熬夜而猝死的新闻更是屡见不鲜。那么，怎么才算熬夜？怎样才不算熬夜呢?', '熬夜的危害：\r\n\r\n一、记忆力下降。正常来说，人的交感神经应该是夜间休息，白天兴奋，来支持人一天的工作。而熬夜者的交感神经却是在夜晚兴奋，所谓一张一弛，熬夜后的第二天白天，交感神经就难以充分兴奋了\r\n\r\n这样人在白天会没有精神，头昏脑涨，记忆力减退，注意力不集中，反应迟钝，健忘以及头晕，头痛等问题。时间长了，还会出现神经衰弱，失眠等问题。\r\n\r\n\r\n\r\n二、阴虚火旺。对于熬夜族而言，身体是在超负荷工作，因此容易出现功能性紊乱，中医上认为是阴虚火旺，也就是人们常说的上火\r\n\r\n另外，熬夜时人的生活往往不规律，因为要熬夜，有的人晚餐会吃的比较多，还有的人熬夜时饿了也会大吃一顿，因此熬夜者也常有肠胃毛病，如消化不良等。\r\n\r\n\r\n\r\n三、诱发心脑血管疾病。熬夜时人处于紧张状态，得不到放松，造成血管收缩异常，血压比正常人高，容易诱发高血压或者加重病情。现在心脑血管疾病发病率逐渐增多且越来越年轻化，常熬夜或是诱因之一。\r\n\r\n\r\n\r\n四、提高患癌风险。熬夜会让内分泌激素水平紊乱，使得细胞代谢异常，影响人体细胞正常分裂，导致细胞突变，提高四、患癌风险。\r\n\r\n\r\n\r\n五、夺走好视力。熬夜等于是超负荷用眼，对眼睛的伤害不仅仅是变成“熊猫黑眼圈”，更重要的是，长期熬夜、超负荷用眼，导致视力功能性减退\r\n\r\n\r\n\r\n六、失眠抑郁。熬夜伤身也伤神，许多年轻人晚上不睡，白天发困，出现神经衰弱等问题，严重的甚至会导致抑郁症的发生。\r\n\r\n\r\n\r\n七、长期熬夜对女性的危害。有肥胖、皮肤受损、免疫力下降，还会出现内分泌失调进而可能会引发各类妇科疾病;对男性的危害有头疼、皮肤受损，最为严重的是可影响精子的质量、数量以及成活率，这会对日后男性的正常生育造成一定的影响。\r\n\r\n\r\n\r\n把对身体的损害降到最低，你可以这样做:\r\n\r\n1、晚睡但按时进餐。\r\n\r\n喜欢熬夜的人饮食常常不规律，不能按时用餐，导致消化功能出问题。\r\n\r\n\r\n\r\n2、晚睡不“晚洗”。\r\n\r\n皮肤的作息时间是在22时—23时进入晚间保养状态。“晚睡族”在这段时间里要进行一次皮肤清洁和保养。熬夜之后，最好的保护措施自然是“把失去的睡眠补回来”。如果做不到，午间10分钟小睡也是十分有用的。\r\n\r\n\r\n\r\n3、喝足够多的白开水。\r\n\r\n熬夜身体会很缺水，熬夜过程中要注意补水，可以喝枸杞大枣茶或菊花茶，既补身体又有去火功效。\r\n\r\n\r\n\r\n4、宵夜营养好消化。\r\n\r\n宵夜要以能被快速分解为葡萄糖的糖类食物为主，辅之以含蛋白质、维C丰富的面条、鸡蛋、菜花、苦瓜、酸枣、山楂等食物。常熬夜时，白天也同样要加强营养，尽量多摄取一些鱼肉、蛋类等有营养的食物。\r\n\r\n\r\n\r\n5、多去户外走动。\r\n\r\n新鲜的空气有助于身体健康和精神愉快，也是摆脱熬夜后萎靡状态的好办法。', '2023-04-10', 4779, 'lin', '北大医学院', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/artical%2F1.jpg');
INSERT INTO `article` VALUES (2, '护肝爱肝-护肝爱肝的重要性', '据统计，肝病已经成为了我国最严重的慢性病之一，中国现有超过1.2亿肝病患者，平均每12人就有一个肝病患者。根据世界卫生组织的相关预测，如果不采取相关的防治手段，在2015—2030年间我国将会有近千万人因肝癌而去世。', '2022年3月18日是第22个“全国爱肝日”。今年的宣传主题是“全民参与、主动筛查、规范诊疗、治愈肝炎”，旨在号召大家积极行动起来，进一步普及各种类型肝病特别是慢性病毒性肝炎的防治知识，全民参与，主动筛查，规范诊疗，有效防治肝炎及其并发症。\r\n\r\n世界卫生组织（WHO）认为人的健康15%取决于遗传因素，10%取决于社会条件，8%取决于医疗条件，7%取决于自然环境，60%取决于个人的生活方式，也就是饮食、生活习惯，可见生活方式与我们的健康息息相关，肝脏疾病也不例外。\r\n\r\n不健康的饮食习惯首先影响到的就是肝脏，因此，很多肝脏疾病都是不良的生活方式作出来的。\r\n\r\n1. 大鱼大肉太油腻\r\n\r\n脂肪肝\r\n\r\n大鱼大肉、油炸食品这种高脂肪、高热量的食品吃多了，人体摄入大量脂肪，肝细胞负担太重，代谢脂肪的能力会下降，导致大量脂肪沉积在肝脏内。就给肝脏穿上厚实的“脂肪”衣，成为脂肪肝。\r\n\r\n2. 经常贪酒\r\n\r\n酒精性脂肪肝\r\n\r\n进入体内的酒精90%在肝脏代谢，它能影响脂肪代谢的各个环节，使体内代谢失常，从而造成过量的脂肪聚集于肝脏，形成酒精性脂肪肝、酒精性肝炎和酒精性肝硬化。酒精引起的肝功能损伤病例中，约0.5%可转化为肝硬化，而发生酒精性肝硬化后1%-2%还会转变为肝癌。\r\n\r\n喝酒的量越多，时间越长，肝脏就会越坏。\r\n\r\n3. 爱吃生食\r\n\r\n肝包虫病\r\n\r\n爱吃生食、不注意卫生，容易导致肝包虫病，也就是肝脏上长满了寄生虫。建议少吃生鱼产品，不要生饮泉水、湖水，瓜果蔬菜都要洗干净再吃。\r\n\r\n4. 胡乱吃药\r\n\r\n肝损伤\r\n\r\n据统计，目前常用的药物及保健品已超过30000种，明确可以引起肝损害的药物超过1000种。药物可直接或经过身体代谢引起肝损伤。\r\n\r\n5. 吃发霉食物\r\n\r\n肝癌\r\n\r\n尽量避免吃发霉的食物，因为发霉的食物里的“黄曲霉毒素”，是肝癌“凶手”。\r\n\r\n6. 节食减肥不吃饭\r\n\r\n脂肪肝\r\n\r\n如果长期不摄入营养食物，会导致体内脂肪分解量的大大增加，大量的脂肪都会被“动员”到肝脏。但是，这种脂肪在肝脏中不易被分解，久而久之，堆积过多，就形成了脂肪肝。\r\n\r\n7. 只吃素\r\n\r\n22%的素食者会得脂肪肝\r\n\r\n统计数据显示，约有22%的素食者会得脂肪肝，而这些人多属于正常体型者。\r\n\r\n素食者的主食大多是米面，米面等食物的主要成分是碳水化合物，大量的碳水化合物无法全转变为糖原，就会在肝脏中变成脂肪。此外，由于不吃肉，蛋白质不够，肝脏无法合成足够的脂蛋白，令脂肪无法及时被运出，沉积肝内。\r\n\r\n建议主要从以下三个方面着手预防肝脏疾病：\r\n\r\n01\r\n\r\n认识造成肝脏疾病的高危因素并做好积极预防\r\n\r\n很多情况下乙肝患者并不知道自己是否患病或者知道自己患病但不知道乙肝主要通过血液传播，这是肝硬化和肝癌的高危因素。\r\n\r\n尤其对于患有乙肝的育龄男女，如果知道这些知识就可以提前做好有效的预防，从而避免将来使自己的孩子也患上乙肝。\r\n\r\n02\r\n\r\n培养健康的生活习惯\r\n\r\n肝脏有很强大的代偿功能，很多情况下肝脏的损伤都可以通过“休息”来恢复。因此，保证健康的饮食、经常适量运动、坚持睡好觉、少熬夜，避免乱吃药和喝大酒。\r\n\r\n03\r\n\r\n定期进行肝脏相关的健康筛查\r\n\r\n在了解到引起肝脏疾病的常见病因后，对于肝脏疾病发生的高危人群应该加强体检和筛查。\r\n\r\n例如，对于知道自己有乙肝或丙肝的朋友，每半年就应该做腹部B超和肝癌的相关肿瘤标记物来筛查肝癌；对于长期饮酒、乱服药物、暴饮暴食、生活休息不规律的朋友也应该定期检查肝功能和肝脏B超，做到早发现、早诊断、早治疗。（来源：科普中国、健康时报）\r\n\r\n', '2023-03-01', 4777, 'liu', '北大医学院', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/artical%2F2.png');
INSERT INTO `article` VALUES (3, '多运动-运动使人健康', '我们都知道运动的好处就是锻炼身体，达到健康长寿的效果，但是往往有些人会存在一些运动误区，导致健身效果变差。今天就向大家介绍一些运动的好处以及适合春季的健身运动，感兴趣的一起来了解一下吧。', '生理意义\"生命在于运动”,经常运动可以保持体力不衰;适当用脑可以保持脑力不衰。“流水不腐，户枢不洁”，运动(体力的和脑力的)是延缓衰老、防病抗病、延年益寿的重要手段。运动对改善心功能有好处。体育锻炼可以加强心肌收缩，改善心肌供氧，减少患冠心病。锻炼也有助于心脏病忠者身体康复，通过有计划地进行缎炼，循序前进，就会慢慢恢复到原先那种那种健全而活跃的生活。经常打太极拳的老人高血压发病率不到同年龄不打拳的老人的一关。运动可预防血管硬化。有位病理学家通过对数干具尸体解剖的研究，发现脑力劳动者的各种动脉硬化发生率是14.5%，而体力劳动者只有1.3%。运动可防止胆固醇在血管中沉淀，扩展动脉,减少血块完全堵塞动脉的可能性。\r\n\r\n运动方式和劳动方式选择原则:\r\n(1)	选择运动速度和运动量易于自我控制的运动。如散步、慢跑、做操、游泳．气功、太极拳、八段锦、白我按摩操等。不宜选择速度快．强度大的运动。如短跑、跳跃、滚翻、举重、篮球、足球等对抗性强、技巧性强的运动.\r\n(2)	不要选择引体向上、俯卧撑、举杠铃等有憋气动作的运动。要避免手倒立、头倒立等运动。\r\n(3)	要选择好锻炼的环境。锻炼宜选择在公园、绿化地带或林间。一般情况下不要在硬马路上、石板地上跑步或步行锻炼。\r\n(4)	要选择适宜的锻炼时间。在温暖的季节，以清晨为好，这时环境中尘埃较少。在寒冷的季节，则在太阳出来后，空气稍为暖和后锻炼较好，一般以9~10点钟为宜。这一方面可避免太冷的空气对呼吸道的刺激﹐另一方面空气稍稍暖和后凝滞在地面的有害气体就升腾散去使空气较为洁争。3.几种适合老年人的运动项目\r\n(5)	体育锻炼和日常生活结合。每天应规定一定的运动量。如最大限度的活动全身关节;每天站立两小时，使骨骼承受纵的压力、防止骨质疏松;每天爬二层楼梯或提几下重物。活动时心率应增至120次/分，表示有一定的运动负荷，持续时间至少3分钟。\r\n(6)	体育锻炼和日常生活结合。每天应规定一定的运动量。如最大限度的活动全身关节;每天站立两小时，使骨骼承受纵的压力、防止骨质疏松;每天爬二层楼梯或提几下重物。活动时心率应增至120次/分，表示有一定的运动负荷，持续时间至少3分钟。\r\n有规律的体力活动有助于老年人心肺功能的适应性，可减少忧虑和紧张，增加生活信心。适当的体力活动应视老年人原来的体质状况，选择轻体力活动，如园艺劳动或其他活动，以不使心率增加到最大心率的60%左右。在选择强体力活动，即使用大量肌群的有节律的反复的体力运动时，心率至少达到最大心率的60%，但不宜超过80%。\r\n\r\n\r\n\r\n\r\n健康是人类最宝贵的财富之一，因此，了解健康知识是Ⅲ常t要的。在这篇文章巾，我们将介绍一些健康知识科普知识，帮助您更好地了解如何保持健康。\r\n我们来谈谈饮食。饮食是保持健康的币要因素之一。我们应该尽量避免食曳高热基、.高发E、.高捷分的食物.如穗基,.募片、.巧克力笠:.相反;我们应该悉吃蔬菜、水果,.全麦面包、瘦肉、负类等健康食品。此外，我们还应该保持饮食的多样性，以确保我们获得足够的营养。\r\n我们来谈谈运动。运动是保持健康的另·个重要囚素。我们应该每天进行适量的运动，如散步、慢跑、游泳等。这些运动可以帮助我们保持身体健康，增强免疫力，预防疾病。此外，我们还应该避免长时间坐着，因为长时问坐着会增加患心脏病、糖尿病等疾病的风险。\r\n第二，我们来谈谈睡眠。唾眠是保持健康的重要因素之一。我们应该每天保持足够的睡眠时问，一般戍年人需要7-8小时的睡眠时间。唾眠不足会导致身休疲劳、注意力不集巾、免疫力下降等问题。\r\n第三，我们来谈谈心理健康。心理健康是保持健康的重要因素之‘。我们应该学会如何管理压力、焦虑和抑郁等情绪，以保持心理健康。我们可以通过锻炼、其想、与期友交流等方式缓解压力和焦虑。\r\n保持健康需要我们在饮食、运动、睡眠和心理健康方面都要注意。我们应该尽可能地避免不健康的生活方式，以保持身休和心理的健康。希望这些健康知识科普知识能够帮助您更好地了解如何保持健康。\r\n', '2023-01-03', 4569, 'liu', '武大医学院', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/artical%2F3.jpg');
INSERT INTO `article` VALUES (4, '种果树-香龙血树花开', '香龙血树又叫做巴西铁树、香千年木，是一种龙舌兰科的常绿乔木，植株的主茎挺拔，叶丛犹如伞状，叶色素雅朴实，风姿洒脱，非常适合装饰厅堂，是室内比较受人们喜欢的植株。', '夜满秋深花带露，望月楼中，燕雨桥头，芳尘万里愁且住。此生料定多空度?巨木无边，亭亭玉树，龙血暗香销魂处。\r\n西双版纳热带植物园龙血树园的香龙血树Dracaenafragrans(fragrans，意为，芳香)正在人量开花，芬芳馥郁，沁人心脾，夜间香味尤其浓烈!。\r\n香龙血树又名巴西木，为天门冬科龙血树属下的一个种，是一种原生于非洲的开花植物，从北部的苏丹到南部的莫桑比克，西到科特迪瓦，西南到安哥拉，生长于海拔600-2250m的高地。\r\n巴西木株形整齐优美，叶片宽大，富有光泽，苍翠欲滴，是著名的新—代室内观叶植物。它可以中小盆点缀书房、客厅和卧室等，显得清雅别致;大中型植株布置于厅堂、会议室、办公室等处，可较长期欣赏，颇具异国情调;尤其是高低错落种植的巴西木，枝叶生长层次分明，还可给人以“步步高升”之寓意。\r\n巴西木为常绿乔木，在原产地可高达6米以上，一般盆栽高50-100cm。它树干直立，有时分枝。叶簇生于茎顶﹐长椭圆状披针形，没有叶柄;叶长40-90cm、宽6-10cm，弯曲成弓形，叶缘呈波状起伏，叶尖稍钝;鲜绿色，有光泽。穗状花序，花小，黄绿色，芳香。\r\n巴西木为常绿乔木，在原产地可高达6米以上，一般盆栽高50-100cm。它树干直立，有时分枝。叶簇生于茎顶﹐长椭圆状披针形，没有叶柄;叶长40-90cm、宽6-10cm，弯曲成弓形，叶缘呈波状起伏，叶尖稍钝;鲜绿色，有光泽。穗状花序，花小，黄绿色，芳香。\r\n\r\n科普文章范文:“不可貌相”的野生果树\r\n秋天来了，各种各样的水果相继新鲜上市，不过对于大多数果实我们是“只识其果、未见其树”。武汉植物园野生果树资源圃占地面积5.1公顷，收集保育包括蔷薇科、桑科、柿科、芸香科、胡桃科等20余科的野生林果类物种260余种，在这里我们可以见到各种果树的\r\n除了板栗、柿子、枇杷等为人熟知的果树，这里收集的野生果树大多其貌不扬，果实也不一定好吃，但是为什么还要费人力、物力把它们收集在这里呢?原来“果树也不可貌相”，这些野生果树其实着非常丰富的用途。\r\n首先，野生果树有着很丰富的食疗价值。比如资源圃中栽植的四照花是药、食两用树种，其果可鲜食、酿酒和制醋等。而我们熟悉的山核桃健康味美、营养丰富，本身就是一种野生果树，是天然绿色营养食品。r而胡颓子的果实味甜可食，含有维生素、胡萝卜素、脂肪、氨基酸等丰富的营养成分，并且有消食止痢的功效。\r\n并且，野生果树大多远离城市和工业区，自生自长，属于无公害的“绿色食品”，是生产绿色加工食品的理想原料。\r\n同时，上帝是公平的，野生果树虽然生长的环境差，但是经历过很多恶劣的环境，“锻炼多身体当然好”，它们具有良好的适应性和全面的抗性。我们现在吃的水果，它们的砧木很多都来自于这些野生果树，并且许多优良的品种正是通过与野生果树杂交而选育出来的。\r\n此外，有些野生果树还有着很高的经济和商业价值。比如，柘树是在我国有着“南檀北柘”之称的名贵树种﹐柘木是制弓的良材，它的心材更是雕刻制作工艺品和高档家具的上乘材料。石灰花楸树姿优美，春开白花，秋结红果，适宜于园林栽培观赏，木材可制作高级家具。而上面提到的胡颓子也是常用的花境、花坛等装饰用材。\r\n所以说，这些沉默而低调的野生果树，其实是大自然赋予我们珍贵的自然遗产。自人类出现以来，野果就是人类赖以生存的主要食物来源之一。随着农业技术的发展，它们中的一部分被驯化为优质水果，比如现在风靡市场的猕猴桃，起初也是其貌不扬的野果。猕猴桃是幸运的，然而大部分野果还默默地隐居于林问抑或是已经被破坏掉，需要我们在开发利用它们的同时，共同努力去保护这些野生的果树资源，这也正是植物园建立野生果树资源圃的重要意义之一。\r\n', '2022-12-14', 1335, 'shu', '武大医学院', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/artical%2F4.jpg');
INSERT INTO `article` VALUES (5, '种多肉-秋季怎么养多肉植物', '秋天温度一般在15--25度之间，很适合多肉生长；空气干燥清爽，能让多肉保持干爽透气，不闷热不易烂根；光照充足而不强烈，能让多肉长出好状态。', '秋季天高气爽，阳光充足，对于多肉植物而言﹐从二十四节气中的“立秋”开始，一直到“寒露”，都是它们生长的好时节。但同时秋季昼夜温差大，到了晚秋还有霜冻、寒流来袭，那么，秋季养殖多肉植物要注意哪些问题呢?下面就给“多肉迷”支些小妙招。\r\n1、	了解自己的多肉植物属于哪种类型\r\n根据多肉植物的习性，一般分为冬型、夏型和春秋型。所谓冬型，即夏天休眠，冬天生长。夏型则是冬天休眠，夏天生长。春秋型为夏、冬休眠，春、秋生长。\r\n2、	播种、嫁接、扞插皆相宜\r\n9月份无论是播种、嫁接、扞插等都很适宜。在冬季开花的品种，这时可进行翻盆换土。换盆时可对其根系修剪，去掉腐烂、中空的老根，将过长的根系剪短，以促发健壮的新根;新栽的植株不要浇太多的水，可经常向植株喷水，以利于根系的恢复和新根的生长。\r\n3、	干透浇透，见干见湿\r\n俗话说浇水三年功。当前，多肉界流行一句话“干透浇透”，其实这话也没错，步入秋天后，无论是夏型种或冬型种的品种，应尽可能地在午前充分浇水，既满足植株生长对水分的需要，又要避兔土壤积水，若遇秋雨连绵则要注意排水防涝。\r\n4、	避免阳光直射\r\n秋高气爽时，一些“多肉迷”迫不及待的想给“肉肉”好好补补阳光。但如果一下子转入全日照模式，多肉还是比较容易受伤的，建议幼苗最好能放在光线明亮又无直射阳光处养护，逐渐减少遮阴时间，让肉肉有一个缓冲适应期。\r\n总而言之，秋季种植多肉植物并不难，只要好好呵护，它们一定会给你带来不一样的惊喜!\r\n\r\n', '2022-11-21', 3056, 'shu', '武大医学院', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/artical%2F5.jpg');
INSERT INTO `article` VALUES (6, '防疫不松懈-居家防疫注意事项', '居家隔离和观察治疗不是放开，而是为了更精准有效地分层救治。一方面，居家隔离可以预防新冠病毒进一步传播，另一方面，可以保证有限的医疗资源用于危重症患者的治疗。', '\r\n新冠肺炎疫情发生以来﹐居家医学观察已经成为全民战疫的重要措施。居家隔离医学观察是对暴露后感染风险较高人群实施的医学健康管理。那么,居家医学观察要怎么做?有哪些注意事项呢?\r\n单独居住\r\n居家医学观察者最好单独居住。如果条件不允许，选择一套房屋里通风较好的房间怍为隔离室，保持相对独立。\r\n放置桌凳\r\n在相对独立的隔离室放置桌凳﹐作为非接触式传递物品的交接处。\r\n不用中央空调\r\n房间尽量不使用空调，尤其不能使用和其他房间共通的中央空调。卫生间注意消毒条件允许的情况下尽量使用单独卫生间。卫生间要多通风 ,做好消毒工作。\r\n防护用品配备到位\r\n房间内应当配备体温计、纸巾、口罩、一次性手套、消毒剂等个人防护用品和消毒产品及带盖的垃圾桶。\r\n特别注意事项︰\r\n应在社区医务人员指导下进行居家医学观察。\r\n居家医学观察期间，拒绝一切探访，其他人员尽量不进入隔离房间。\r\n尽量减少与其他家庭成员接触，必须接触时保持1米以上距离，戴好口罩，\r\n做好个人防护。居家医学观察者应当每天早、晚各进行一次体温测量和自我健康监测，并将监测结果主动报告至社区医学观察管理人员。\r\n医学观察期间，如居家医学观察者出现发热、干咳、乏力、咽痛、嗅（味〕觉减退.腹泻等症状时,社区管理人员应当及时向当地卫生健康行政部门和辖区疾控机构报告，按规定将具转至定点医疗机构排查诊治﹐实行闭环管理。\r\n卫生防疫要求\r\n( 1)保持家居通风，每天尽量开门窗通风，不能自然通风的用排气扇等机械通风。\r\n(2)做好卫生间、浴室等共享区域的通风和消毒。\r\n( 3)自己准备食物、饭前便后、或口罩前后，均应当洗手或手消毒。擦手时，最好使用一次性擦手纸。\r\n(4）咳嗽或打喷嚏时用纸巾遮盖口鼻或用手肘内侧遮挡口鼻，将用过的纸巾丢至垃圾桶，如接触呼吸道分泌物立即洗手或手消毒。\r\n(5)不与家庭内其他成员共用生活用品，餐具使用后应当清洗和消毒。餐具首选煮沸消毒15分钟，也可用250mg/L-500mg/L含氯消毒液溶液浸泡15分钟后再用清水洗净。\r\n( 6)台面、门把手、电话机、开关、热水壶、洗手盆、坐便器等日常可能接触使用的物品表面，用含250mg/L-500mg/L的消毒剂擦拭，后用清水洗净，每天至少1次。每天用250mg/L-500mg/L的含氯消毒剂进行湿式拖地。\r\n(7)	居家医学观察者的毛巾、衣物、被罩等需洁洗时，要单独放置，用250mg/L-500mg/L的含氯消毒剂浸泡30分钟，或采用煮沸15分钟消毒后用清水漂洗干净。\r\n(8）如家庭共用卫生间，居家医学观察者每次用完厕所应当消毒1次;若居家医学观察者使用单独卫生间，厕所可每天消毒1次。便池及周边可用2000mg/L的含氯消毒液擦拭消毒，作用30分钟。厕所门把手、水龙头等手经常接触的部位，可用含氯为500mg/L的消毒液或其他可用于表面消毒的消毒剂擦拭消毒，作用30分钟后清水擦净。\r\n(9）用过的纸巾、口罩、一次性手套以及其他生活垃圾装入塑料袋，放置到专用垃圾桶,每天清理,清理前用含氛500mg/L-1000mg/L的消毒液或75%酒精喷洒消毒至完全湿润，然后扎紧塑料口袋再丢弃。\r\n( 10）被唾液、痰液等污染的物品随时消毒，消毒时用含氯为500mg/L-1000mg/L的消毒液、75%洒精或其他可用于表面消毒的消毒剂擦拭消毒,作用30分钟后洁水擦净。大量污染物，应当使用一次性吸水材料（干毛）完全豭盖后用足量的5000mg/L-10000mg/L 含氯消毒剂浇在吸水材料上消毒，作用30分钟以上，小心清除干净。再用500mg/L-1000mg/L含氛消毒剂擦〔拖)被污染表面及其周围2米。处理污染物应当戴手套与口罩，处理完毕后应沐浴、更换衣服。\r\n\r\n', '2022-03-21', 1432, 'lin', '复旦医学院', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/artical%2F6.jpg');
INSERT INTO `article` VALUES (7, '与时俱进的健康知识', '健康，是生活美好的重要基础，是人类长久以来追求的目标。提升健康素养，是提高全民健康水平最根本、最经济、最有效的措施之一。健康素养也是国民素质的重要标志。推进健康中国建设需要国家、社会、个人及家庭共同行动。', '随着高新技术的发展和生产力水平的提高，人们的物质生活日益丰富。当人们在拥有物质财富的同时，也承受着社会发展所带来的巨大压力，而这种社会发展带来的压力往往使人难以承受。在这种强大的压力下，人们的生活方式正在发生着剧烈的变化，而一些不健康的生活方式也相随而生，不仅影响着人们的生活质量，也诱发了许多心理上的疾病，高血压、高血脂、高血糖、抑郁症、精神分裂症、亚健康等“现代文明病”普遍存在。不良的生活方式已经成为人类社会急待解决的问题。\r\n1.	生活方式的概念\r\n生活方式是指人们长期受一定文化、民族、经济、社会、风俗，特别是家l庭影响而形成的一系列生活习惯、生活制度和生活意识。或者说，生活方式是指人们在一种价值观念指导下各种生活活动的形式，包括人们的物质生活、政治生活和社会生活。实际上生活方式是一个内容相当广泛的概念，它包括人们的衣、食、住、行、劳动工作、休息娱乐、社会交往、待人接物等物质生活和精神生活的价值观、审美观，它贯穿人类的社会生活和精神生活的始终。生活方式和人们的健康息息相关，生活方式的变化包括生活内容、生活领域、生活节奏的改变，其中任何一项内容的改变，都会引起个人乃至社会的健康问题。\r\n⒉健康与生活方式关系分析\r\n为了确定大学生生活方式以及生活方式内部各变量是否单独与健康存在着相关关系，对其进行了相关分析，结果如表Ⅰ所示。研究表明，大学生生活方式与健康存在着非常明显的正相关关系，这说明生活方式是否合理将直接影响到大学生的身心健康。为了更加清楚地反映生活方式内部结构与健康的关系，进一步对生活方式的各变量与健康的相关分析发现，饮食、运动锻炼、睡眠、卫生习惯、休闲活动与健康都呈中度正相关关系，而药物及烟酒与健康则呈负相关关系。并且相关系数较低，分析原因可能是由于所调查的对象年龄相对较小。他们对烟酒危害健康的认识程度还不够，并且调查对象中还存在很大一部分女生，她们虽然知道烟酒对健康的危害，绝大部分女生不抽烟、不酗酒，导致了该变量与健康的相关系数较低。从生活方式内部各变量与大学生健康的相关分析可以看出，生活方式各个方面是否合理也都会严重影响大学生的身心健康，因此当代大学生必须建立良好的生活方式。\r\n2.	养成良好的生活习惯\r\n我国上古时代的奇书《黄帝内经》上说∶上古之人，其知道者，法于阴阳，和于数术，饮食有节，起居有常，不妄劳作，故能形与神俱，而尽终其天年，度百岁乃去。这里特别强调了饮食有节，起居有常，要求人们养成良好的生活习惯。良好生活习惯会使人终生受益，其中对健康的价值更是不可低估!可是在现实生活中，有些同学对此却不以为然，他们无论是生活、娱乐、休息和学习都缺乏一种规律性，常常是心血来潮，忘乎所以，凡事都好走极端。例如，有人喜欢通宵达旦地看书、下棋、玩牌、跳舞，平时吃饭、睡眠都缺乏规律性等等。这对身体健康是有严重危害的。早在二干年多前的春秋战国，我们的先圣至师孔子就认识到了不良生活习惯对人健康的危害，他说︰人有三死，而非其命也，已取之也。夫寝处不适，饮食不节，劳逸过度，疾其杀之。意思是说，人有三种死亡是不正常的，它不是上天的安排，而是不良生活习惯造成的。即∶不能够按时睡眠，按时起床;不节制饮食，乱吃乱喝;无限制的游乐或劳逸过度﹔长此以往，疾病就会侵袭人身，而致人于死地。现代科学研究证明，人体的生命活动是在生物钟的严格控制之下有节制地进行运转的。如果顺从它、遵循它，它就会使你容颜焕发，活力显现;如果不顺从它、违背它的规律行事，它就会使你形槁颜枯，生命暗淡甚至死亡。老子倡导道法自然，只有遵从自然规律，就能保持身体健康。为此，我们要在饮食，起居、学习、工作以及各种生活制度方面养成一种定时、定量的规律性，并保持始终。这样才能在大脑皮层建立良好的条件反射系统，进而保证身体各种生理功能发挥最佳效。\r\n\r\n健康是人类最宝贵的财富之一，因此，了解健康知识是非常玉要的。在这篇文章中，我们将介绍一些健康知识科普知识，帮助您更好地了解如何保持健康。\r\n第一，我们来谈谈饮食。饮食是保持健康的t要因素之一。我们应该尽量避免食用高热基、高发应、高糖分的食物.如糖果,..敦片、.巧克儿笠:.柑反..我们应该多吃蔬菜.水果、.全麦更包、瘦肉、鱼类等使康食品。此外，我们还应该保持饮食的多样性，以确保我们获得足够的营养。\r\n第二，我们来谈谈运动。运动是保持健康的另个重要囚素。我们应该每天进行适量的运动，如散步、慢跑、游泳等。这些运动可以帮助我们保持身体健康，增强免疫力，预防疾病。此外，我们还应该避免长时间坐着，因为长时问坐着会增加患心脏病、糖尿病等疾病的风险。\r\n第三，我们来谈谈唾眠。唾奴是保待健康的重要因素之一。我们应该每天保持足够的睡时问，一般戍年人需要7-8小时的睡眠时问。唾低不足会导致身休疲劳、注意力不集巾、免疫力下降等问题。\r\n我们来谈谈心理健康。心理健康是保持健康的重要因素之·。我们应该学会如何管理压力、焦虑和抑郁等情绪，以保持心理健康。我们可以.通过锻炼、冥想、与期友交流等方式k缓解压力和焦虑。\r\n保持健康需要我们在饮食、运动、睡眠和心理健康方面都要注意。我们应该尽可能地避免不健康的生活方式，以保持身休利心理的健康。希望这些健康知识科营知识能够帮助您更好地了解如何保持健康。\r\n\r\n', '2022-05-19', 1344, 'lin', '复旦医学院', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/artical%2F7.jpg');
INSERT INTO `article` VALUES (8, '饮食健康的12个小常识', '我们都知道饮食问题跟身体的健康是息息相关的，如果我们饮食不当就会导致腹泻以及肠胃消化不良等情况，所以建议大家可以了解洁楚健康的饮食科普知识。', '\r\n我们都知道饮食问题跟身体的健康是息息相关的，如果我们饮食不当就会导致腹泻以及肠胃消化不良等情况，所以建议大家可以了解洁楚健康的饮食科普知识。健康的饮食科普知识，是需要避免吃宵夜以及早餐不能不吃的，而且晚饭是不能吃太饱的，早餐一定要营养均衡，具体的健康知识可以了解文章的内容。.\r\n12个小常识有益身体健康\r\n1、	常吃宵夜对胃产生不好的影响，因为胃一整天都导不到休息.。常吃宵夜对胃产生不好的影响\r\n2、	—个星期只能吃四颗蛋。吃太多，对身体不好。\r\n3、	鸡屁股含有致癌物，不吃较好。\r\n4、	人们常认为饭后吃水果好，其实这是一个错误的观念，在饭前吃水果是好的。\r\n5、	早上吃水果是金，中午吃水果是银，晚上吃水果是铜.\r\n6、	喝豆浆时不要加鸡蛋及糖，也不要喝太多。\r\n7、	空腹时不要吃番茄，最好饭后吃。8、每天早晨醒后，可以先喝一杯白开水，这样可以预防胆结石。\r\n8、	睡前三小时不要吃东西。会胖。\r\n9、	少喝奶茶。因为高热量、高油、没有营养价值可言。长期饮用，易罹患高血压、糖尿病等疾病。\r\n10、	刚出炉的面包不宜马上食用!\r\n11、	远离充电座。人体应远离30公分以上，切忌放在床边。\r\n12、	天天喝水八大杯。\r\n\r\n', '2022-06-21', 4114, 'liu', '复旦医学院', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/artical%2F8.jpg');
INSERT INTO `article` VALUES (9, '人体的奥秘-人体的各大组织', '人体有太多的秘密了，这些秘密人类好奇了600万年，直到最近300年才算是摸到了门道，而真正能解答“为什么”这件事，也不过最近100年.', '人体有206块骨头、8大系统\r\n36个重要器官、23万亿个细胞\r\n人体有206块骨头、8大系统、36个重要器官、23万亿个细胞、除了头发不会病变外,其他都有病变的可能性。人的一生结束生命只有两种方式,意外与疾病。人吃五谷杂粮,没可能不生病。根据科学统计,人的一生发生重大疾病的概率高达72%。而人一旦患了重大疾病,有三笔费用是必须的,医疗费、康复费、收入损失费。因此关爱生命健康生活迫在眉睫，首先我们应该先了解自己的身体。\r\n由各个器官按照一定的顺序排列在一起,完成一项或多项生理活动的结构叫系统。\r\n人体共有八大系统︰运动系统、神经系统、内分泌系统、循环系统、呼吸系统、消化系统、泌尿系统、生殖系统。这些系统协调配合,使人体内各种复杂的生命活动能够正常进行。\r\n1、	消化系统︰由消化管和消化腺两部分组成。负责食物的摄取和消化,使我们获得糖类脂肪蛋白质维生素等营养。神经系统,机体内起主导作用的系统。内、外环境的各种信息,由感受器接受后.通过周围神经传递到脑和脊髓的各级中枢进行整合,再经周围神经控制和调节机体各系统器官的活动,以维持机体与内、外界环境的相对平衡。\r\n2、	神经系统︰是由神经细胞,神经元,和神经胶质所组成。神经系统分为中枢神经系统和周围神经系统两大部分。\r\n3、	呼吸系统︰包括呼吸道,鼻腔、咽、喉、气管、支气管,和肺。动物体在新陈代谢过程中要不断消耗氧气,产生二氧化碳。机体与外界环境进行气体交换的过程称为呼吸。气体交换地有两处,一是外界与呼吸器官如肺、腮的气体交换,成肺呼吸或腮呼吸,或外呼吸。另一处由血液和组织液与机体组织、细胞之间进行气体交换,内呼吸。\r\n4、	循环系统︰是生物体的体液,包括血液、淋巴和组织液,及其借以循环流动的管道组成的系统。从动物形成心脏以后循环系统分为心脏和血管两大部分,叫做心血管系统。循环系统是生物体内的运输系统,它将消化道吸收的营养物质和由鳃或肺吸进的氧输送到各组织器官并将各组织器宫的代谢产物通过同样的途径输入血液,经肺、肾排出。\r\n5、	运动系统:骨的表层致密而坚硬,叫骨密质,骨的内部呈蜂窝状,叫骨松质,骨中的空腔叫部分叫骨髓腔,中央充满骨髓。胎儿和幼儿的骨髓都是红骨髓,为造血器官。随着年龄增长,长骨骨髓腔内的红骨髓逐渐被脂肪组织代替,变成黄骨髓。\r\n6、	内分泌系统∶内分泌腺是人体内一些无输出导管的腺体。它的分泌物称激素。对整个机体的生长、发育、代谢和生殖起着调节作用。人体主要的内分泌腺有︰甲状腺、甲状旁腺、肾上腺、垂体、松果体、胰岛、胸腺和性腺等。\r\n7、	泌尿系统︰由肾、输尿管、膀胱及尿道组成。其主要功能为排泄。排泄是指机体代谢过程中所产生的各种不为机体所利用或者有害的物质向体外输送的生理过程。被排出的物质一部分是营养物质的代谢产物,另一部分是衰老的细胞破坏时所形成的产物。此外,排泄物中还包括一些随食物摄入的多余物质,如多余的水和无机盐类。\r\n8、	生殖系统∶是生物体内的和生殖密切相关的器官成分的总称。生殖系统的功能是产生生殖细胞,繁殖新个体,分泌性激素和维持副性征。人体生殖系统有男性和女性两类。按生殖器所在部位，又分为内生殖器和外生殖器两部分。\r\n\r\n多细胞生物体内许多器官联系在一起,共同完成某种连续的基本胜利功能,这些器官,就组成了一个系统。人和高等动物有8个系统,即消化系统、呼吸系统、循环系统、泌尿系统、运动系统、生殖系统、内分泌系统和神经系统。以上系统构成了人体和动物体,并且在神经和内分泌系统调节下,互相联系、互相制约,共同完成整个生物体的全部生命活动,一保证生物体个体生存和种族绵延。\r\n第一、	大气层。有害气体会破坏大气层的臭氧层,间接地造成紫外线指数增加,对人类健康会造成很大威胁;\r\n第二、	汽机车废气。它与空气品质有直接的关系。汽机车所排出的废气,经过阳光照射,吸入体内就成为致癌物\r\n第三、	抽烟。研究指出，一天平均抽一包香烟的人,平时家中测出的烟雾浓度约为20微克每立方公尺,然而点燃抽烟时所测出的烟雾浓度高达500 ,1,000微克每立方毫米。距离吸烟的人50公分以内吸入的二手烟是吸烟人本身吸收的10倍以上。研究表明,空气环境的污染已经引发了很多疾病。北京、上海等大城市育龄夫妇不孕、不育高达10%。女性乳腺癌和宫体癌发病率比70年代升高了50%和70%,男性生殖系统癌症的发病率也明显升高。\r\n目前上海市新生儿缺陷率为0.9%,高于自然水平。各种空气污染还会影响儿童发育,造成早熟、神经系统和智力发育的危害。水世界卫生组织发现,世界上80%以上的疾病都跟水源不洁有直接关系。在我们的身体中,水分就占了70%左右。如果喝进去的水不干净,身体就不容易好。水污染对人类健康造成很大危害。发展中国家约有10亿人喝不清洁水,每年约有2500多万人死于饮用不洁水。全世界平均每天5000名儿童死于饮用不洁水,约1.7亿人饮用被有机物污染的水,3亿城市居民面临水污染。在肝癌高发区流行病的调查表明,饮用藻茵类毒素污染的水是肝癌的主要原因。统计显示, 每年全世界有12亿人因饮用污染水而患病,1500万5岁以下儿童死于不洁水引发的疾病,而每年死于霍乱、痢疾和疟疾等因水污染引发的疾病的人数超过500 万。与此同时,我国城镇每天至少有1亿吨污水未经处理就直接排入水体,全国七大水系中一半以上的河流受到了污染,全国1/3的水体不适于鱼类生存,1/4的水体不适于灌溉,90%的城市水域污染严重,50%的城镇水源不符合饮用水标准, 40%的水源已不能饮用。我国有3.2亿人没有饮用水,大约有1.9亿农民是喝受到污染的水。\r\n食物民以食为天。食品是人类赖以生存和发展的最基本的物质条件。随着经济的高速发展,人们生活水平不断提高,食品安全问题日趋成为人们关注的焦点,并成为威胁人们健康的罪魁祸首,1996年英国爆发的疯牛病,1997年香港的禽流感,1998年东南亚猪脑炎,1999年比利时等国二恶英,2001年欧洲爆发口蹄疫,2003年我国的非典型性肺炎及2008年发生的“问题牛奶”事件,还有引起众多争议的转基因产品可能对人体产生的潜在危害等。毒大米、毒粉丝、毒鸡蛋、毒牛奶.....似乎我们吃的任何食品都是不安全的,苏丹红、孔雀石绿、甲醛、三聚氰胺..…..中国人通过食品普及了一堂化学课。健康出现问题的最大诱因之一就是食品,有毒食品成为重大疾病的主要原因。\r\n我们不可不知道的健康数据∶\r\n1、	卫生部统计资料表明,以慢性病为主生活方式疾病的死亡数占总死亡人数约70%,每天约有1.3~1.5万人死于慢性病,其中以心脑血管为第一位,恶心肿瘤为第二位,糖尿病居第三位,成为人类健康的三大杀手。\r\n2、	中国每年约150万死于癌症,每年新增120万癌症患者,由于水质、压力、室内污染等原因深圳癌症发病率每年以150%的速度递增。\r\n3、	每年有30万人死于胃肠病。我国13亿人口,肠胃病患者就有1.2亿,其中，中老年人占70%以上,消化性溃疡发病率10%,慢性胃炎发病率30%。每年死于肠胃病的人数达30万人,死于胃癌的人数超过20万,我国用于胃病防治的费用超过150亿。\r\n4、	对城市居民危险最大的前十位重大疾病及死亡率;1、恶性肿瘤134.5/10万;2、脑血管疾病105.4/10万;3、呼吸系统病77.3/10万;4、心脏病76.2/10万 ;5、损伤和中毒 32.6/10万;6、消化疾病19.3/10万;7、内分泌、营养和代谢疾病14.1/10万;8、泌尿生殖系病7.1/10万;9、神经系病4.8/10万;10、卫生期病2.1/10万。\r\n\r\n那么,此三大癌症的早期症状是什么呢?\r\n癌症的早期症状之胃癌,突然出现原因不明的消化不良症状,而且比较顽固、进展快,突出的表现为食欲迅速下降、食后腹部饱同胀感及不适感,同时,体重明显降低。或者,过去没出有胃痛,“心窝痛\"，的人,突然出现反复的胃痛,以前虽有胃痛,但近来疼痛的强度、性质、发作的时间突然改变,且原来治疗有效的药物变得无效或欠佳。\r\n癌症的早期症状之肝癌,早期肝癌无特异性症状,如有亦多是癌前疾病的一些复杂表现。但是如果慢性肝炎或肝硬化的病人,右上腹或肝区出现刺痛或疼痛加剧,身体不适,食欲减退,进行性消化不良,伴有顽固性腹泻及体重明显下降时,应高度警惕。\r\n癌症的早期症状之肺癌,咳嗽是肺癌的早期症状,其特点是以阵发性刺同激性呛咳为主,有咳不净的感觉,一般无痰或只有少量白色泡沫痰,继发感染可出现脓痰。如经抗炎治疗,周后无改善,应警惕肺癌的可能。或在原有慢性咳嗽基础上出现咳嗽性质改变,甚至伴有“气管鸣\"、“气短”应予注意。肺癌的另一警号是间断性反复少量血痰,或痰中带血丝。此外,还出现胸背痛、胸闷、发热等症状\r\n', '2023-02-11', 5672, 'liu', '中南医学院', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/artical%2F9.jpg');

-- ----------------------------
-- Table structure for hospital
-- ----------------------------
DROP TABLE IF EXISTS `hospital`;
CREATE TABLE `hospital`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `hospitalname` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '医院名',
  `address` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '地址',
  `score` int(255) NULL DEFAULT NULL COMMENT '分数',
  `city` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '城市',
  `grade` varchar(5) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '等级',
  `longitude` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '经度',
  `latitude` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '维度',
  `ispublic` tinyint(1) NULL DEFAULT NULL COMMENT '是否是公立',
  `image` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '照片',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 101 CHARACTER SET = utf8 COLLATE = utf8_unicode_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of hospital
-- ----------------------------
INSERT INTO `hospital` VALUES (8, '北京安定门中医医院', '北京市东城区安德路甲11号', 31, '北京', '一丙', '116.414', '39.953', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F040.jpg');
INSERT INTO `hospital` VALUES (1, '北京医院', '北京市东城区东单大华路1号', 49, '北京', '三甲', '116.415', '39.902', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F001.jpg');
INSERT INTO `hospital` VALUES (2, '北京协和医院', '北京市东城区东单三条9号', 50, '北京', '特等', '116.415', '39.912', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F002.jpg');
INSERT INTO `hospital` VALUES (3, '首都医科大学附属北京中医医院', '中国北京东城区美术馆后街23号', 49, '北京', '二甲', '116.414', '39.938', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F003.jpg');
INSERT INTO `hospital` VALUES (4, '北京市朝阳区中医医院', '北京市朝阳区工体南路6号', 47, '北京', '一甲', '116.445', '39.926', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F004.jpg');
INSERT INTO `hospital` VALUES (5, '北京市公安医院', '北京市东城区银闸胡同25号', 45, '北京', '三乙', '116.411', '39.928', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F005.jpg');
INSERT INTO `hospital` VALUES (6, '北京仁和医院', '\r\n北京市大兴区兴丰北大街1号', 35, '北京', '二乙', '116.344', '39.747', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F006.jpg');
INSERT INTO `hospital` VALUES (7, '北京市和平里医院', '北京市东城区和平里北街18号', 37, '北京', '一乙', '116.419', '39.964', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F007.jpg');
INSERT INTO `hospital` VALUES (9, '中国残疾人联合会北京按摩医院', '北京市西城区宝产胡同7号  ', 31, '北京', '二丙', '116.378', '39.941', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F008.jpg');
INSERT INTO `hospital` VALUES (10, '北京华信医院', '北京市朝阳区酒仙桥一街坊六号 ', 35, '北京', '三丙', '116.501', '39.971', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F009.jpg');
INSERT INTO `hospital` VALUES (11, '上海市杨浦区妇幼保健院', '上海市杨树浦路1286号 ', 31, '上海', '二乙', '121.491', '31.225', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F010.jpg');
INSERT INTO `hospital` VALUES (12, '上海市浦东新区浦南医院', '上海市浦东新区浦东南路2400号 ', 36, '上海', '二丙', '121.516', '31.198', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F011.jpg');
INSERT INTO `hospital` VALUES (13, '上海市闵行区中心医院', '上海市闵行区莘庄镇莘松路170号  ', 34, '上海', '二甲', '121.381', '31.113', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F012.jpg');
INSERT INTO `hospital` VALUES (14, '上海市宣桥镇社区卫生服务中心', '上海市南汇区沪南公路8719号 ', 33, '上海', '一乙', '121.702', '31.044', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F013.jpg');
INSERT INTO `hospital` VALUES (15, '上海市闸北区华山医院永和分院', '上海市交城路100号 ', 37, '上海', '一甲', '121.438', '31.299', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F014.jpg');
INSERT INTO `hospital` VALUES (16, '上海市南汇区新场镇社区卫生服务中心', '上海市南汇区新城镇牌楼西路58号 ', 35, '上海', '三丙', '121.651', '31.030', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F015.jpg');
INSERT INTO `hospital` VALUES (17, '上海市闸北区大宁社区卫生服务中心', '上海市闸北区闸北区广延路101号 ', 37, '上海', '一丙', '121.459', '31.283', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F016.jpg');
INSERT INTO `hospital` VALUES (18, '上海交通大学医学院附属第三人民医院', '上海市宝山区漠河路50号 ', 39, '上海', '三乙', '121.484', '31.414', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F017.jpg');
INSERT INTO `hospital` VALUES (19, '复旦大学附属金山医院', '上海市金山区石化地区金一东路91号 ', 40, '上海', '三甲', '121.337', '30.762', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F018.jpg');
INSERT INTO `hospital` VALUES (20, '上海市肺科医院', '上海市杨浦区政民路507号 ', 44, '上海', '特等', '121.508', '31.307', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F019.jpg');
INSERT INTO `hospital` VALUES (21, '中南大学湘雅医院', '\r\n中国湖南长沙市湘雅路87号 ', 45, '长沙', '特等', '112.990', '28.217', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F020.jpg');
INSERT INTO `hospital` VALUES (22, '湖南省肿瘤医院', '长沙市岳麓区桐梓坡路283号 ', 41, '长沙', '三甲', '112.944', '28.221', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F021.jpg');
INSERT INTO `hospital` VALUES (23, '湖南省中医院', '\r\n湖南省长沙市蔡锷北路233号 ', 37, '长沙', '二甲', '112.979', '28.188', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F022.jpg');
INSERT INTO `hospital` VALUES (24, '长沙市第三医院', '湖南省长沙市劳动西路176号 ', 39, '长沙', '一甲', '112.984', '28.180', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F023.jpg');
INSERT INTO `hospital` VALUES (25, '长沙市第一医院', '长沙市开福区营盘路311号 ', 39, '长沙', '三乙', '112.988', '28.210', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F024.jpg');
INSERT INTO `hospital` VALUES (26, '湖南省第二人民医院', '\r\n长沙市芙蓉中路三段（涂家冲）427号 ', 35, '长沙', '二乙', '112.991', '28.161', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F025.jpg');
INSERT INTO `hospital` VALUES (27, '中南大学湘雅三医院', '湖南省长沙市岳麓区桐梓坡路138号 ', 32, '长沙', '一乙', '112.951', '28.227', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F026.jpg');
INSERT INTO `hospital` VALUES (28, '长沙市中心医院', '长沙市韶山南路161号 ', 31, '长沙', '三丙', '113.004', '28.148', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F027.jpg');
INSERT INTO `hospital` VALUES (29, '湖南省妇幼保健院', '长沙市开福区湘春路53号 ', 30, '长沙', '二丙', '112.989', '28.213', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F028.jpg');
INSERT INTO `hospital` VALUES (30, '湖南省儿童医院', '\r\n湖南省长沙市梓园路86号 ', 31, '长沙', '一丙', '112.995', '28.179', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F029.jpg');
INSERT INTO `hospital` VALUES (31, '广州南洋肿瘤医院', '广东省广州市白云区机场路292号 ', 34, '广州', '二乙', '113.266', '23.186', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F030.jpg');
INSERT INTO `hospital` VALUES (32, '广州文明微创医院', '广东省广州市中山二路49号 ', 31, '广州', '二丙', '113.271', '23.152', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F031.jpg');
INSERT INTO `hospital` VALUES (33, '广东省工人医院', '广东省广州市黄埔区长洲街长江路320号 ', 34, '广州', '三丙', '113.420', '23.072', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F032.jpg');
INSERT INTO `hospital` VALUES (34, '广州白云精神康复医院', '广东省广州市白云区同和街握山新村１７号 ', 36, '广州', '二丙', '113.325', '23.205', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F033.jpg');
INSERT INTO `hospital` VALUES (35, '广州医科大学荔湾医院', '\r\n广东省广州市荔湾路35号 ', 39, '广州', '二甲', '113.243', '23.132', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F034.jpg');
INSERT INTO `hospital` VALUES (36, '广州市白云区第一人民医院', '\r\n广州市白云区机场路1128号 ', 32, '广州', '一甲', '113.262', '23.137', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F035.jpg');
INSERT INTO `hospital` VALUES (37, '中山大学附属第三医院', '广州市天河区天河路600号石牌岗顶 ', 47, '广州', '三甲', '113.347', '23.139', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F036.jpg');
INSERT INTO `hospital` VALUES (38, '广东省第二人民医院', '\r\n广州市海珠区石榴岗路1号 ', 35, '广州', '一乙', '113.340', '23.100', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F037.jpg');
INSERT INTO `hospital` VALUES (39, '中国人民解放军第一五七医院', '\r\n广东省广州市广州大道北梅花园白灰场路15号 ', 37, '广州', '特等', '113.331', '23.192', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F038.jpg');
INSERT INTO `hospital` VALUES (40, '广州市中医医院', '广东省广州市荔湾区珠玑路16号 ', 31, '广州', '三乙', '113.250', '23.115', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F039.jpg');
INSERT INTO `hospital` VALUES (41, '浙江大学医学院附属邵逸夫医院', '\r\n杭州市庆春东路3号 ', 46, '杭州', '三甲', '120.208', '30.262', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F041.jpg');
INSERT INTO `hospital` VALUES (42, '杭州市口腔医院', '\r\n杭州市平海路57号  ', 35, '杭州', '二甲', '120.177', '30.259', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F042.jpg');
INSERT INTO `hospital` VALUES (43, '州市余杭区第二人民医院', '江省杭州市余杭区余杭街道安乐路80号 ', 33, '杭州', '一甲', '119.946', '30.275', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F043.jpg');
INSERT INTO `hospital` VALUES (44, '杭州市萧山区第一人民医院', '\r\n浙江省杭州市萧山区市心南路199号 ', 23, '杭州', '一乙', '120.275', '30.162', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F044.jpg');
INSERT INTO `hospital` VALUES (45, '浙江萧山医院', '浙江省杭州市萧山区育才北路728号  ', 24, '杭州', '二乙', '120.286', '30.190', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F045.jpg');
INSERT INTO `hospital` VALUES (46, '台州市立医院', '浙江省台州市椒江区中山东路381号 ', 23, '杭州', '三乙', '121.446', '28.681', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F046.jpg');
INSERT INTO `hospital` VALUES (47, '玉环县人民医院', '\r\n浙江省台州市玉环县玉城街道长乐路18号', 35, '杭州', '三丙', '121.239', '28.124', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F047.jpg');
INSERT INTO `hospital` VALUES (48, '台州市中医院', '台州市椒江区中山西路278号 ', 35, '杭州', '二丙', '121.430', '28.681', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F048.jpg');
INSERT INTO `hospital` VALUES (49, '仙居县人民医院', '浙江省台州市仙居县城北东路53号  ', 46, '杭州', '特级', '120.749', '28.865', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F049.jpg');
INSERT INTO `hospital` VALUES (50, '浙江普陀医院', '浙江省舟山市普陀区东港街道文康街19号', 29, '杭州', '一丙', '122.331', '29.987', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F050.jpg');
INSERT INTO `hospital` VALUES (51, '南京市鼓楼医院', '\r\n南京市中山路321号 ', 45, '南京', '特等', '118.789', '32.062', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F051.jpg');
INSERT INTO `hospital` VALUES (52, '南京市妇幼保健院', '江苏省南京市莫愁路天妃巷123号 ', 45, '南京', '三甲', '118.783', '32.046', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F052.jpg');
INSERT INTO `hospital` VALUES (53, '南京市胸科医院', '南京市鼓楼区广州路215号  ', 43, '南京', '二甲', '118.775', '32.053', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F053.jpg');
INSERT INTO `hospital` VALUES (54, '南京市江宁医院', '南京市江宁区东山街道鼓山路168号 ', 40, '南京', '一甲', '118.855', '31.956', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F054.jpg');
INSERT INTO `hospital` VALUES (55, '南京明基医院', '\r\n江苏省南京市建邺区河西大街71号', 39, '南京', '三乙', '118.736', '31.993', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F055.jpg');
INSERT INTO `hospital` VALUES (56, '南京同仁医院', '\r\n江苏省南京市江宁经济技术开发区吉印大道2007号 ', 37, '南京', '二乙', '118.833', '31.902', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F056.jpg');
INSERT INTO `hospital` VALUES (57, '东台市人民医院', '江苏省盐城市东台市康复西路2号 ', 35, '南京', '一乙', '120.324', '32.859', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F057.jpg');
INSERT INTO `hospital` VALUES (58, '建湖县人民医院', '江苏省盐城市建湖县城汇文东路163号 ', 34, '南京', '三丙', '119.786', '33.436', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F058.jpg');
INSERT INTO `hospital` VALUES (59, '江苏大学附属医院', '江苏省镇江市解放路438号  ', 33, '南京', '二丙', '119.461', '32.219', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F059.jpg');
INSERT INTO `hospital` VALUES (60, '镇江市第一人民医院', '\r\n镇江市电力路8号  ', 32, '南京', '一丙', '119.452', '32.211', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F060.jpg');
INSERT INTO `hospital` VALUES (61, '武汉协和医院', '湖北省武汉市解放大道1277号 ', 48, '武汉', '特等', '114.280', '30.589', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F061.jpg');
INSERT INTO `hospital` VALUES (62, '武汉同济医院', '\r\n湖北省武汉市解放大道1095号 ', 47, '武汉', '三甲', '114.267', '30.585', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F062.jpg');
INSERT INTO `hospital` VALUES (63, '武汉大学口腔医院', '湖北省武汉市洪山区珞喻路237号 ', 45, '武汉', '二甲', '114.372', '30.528', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F063.jpg');
INSERT INTO `hospital` VALUES (64, '湖北省中医院', '湖北省武汉市武昌区花园山4号 ', 43, '武汉', '一甲', '114.316', '30.555', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F064.jpg');
INSERT INTO `hospital` VALUES (65, '湖北省妇幼保健院', '\r\n湖北省武汉市武昌街道口武珞路745号 ', 42, '武汉', '三乙', '114.358', '30.534', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F065.jpg');
INSERT INTO `hospital` VALUES (66, '广州军区武汉总医院', '湖北省武汉市武珞路627号 ', 39, '武汉', '二乙', '114.350', '30.536', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F066.jpg');
INSERT INTO `hospital` VALUES (67, '武汉市妇女儿童医疗保健中心', '\r\n武汉市江岸区香港路100号 ', 37, '武汉', '一乙', '114.294', '30.608', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F067.jpg');
INSERT INTO `hospital` VALUES (68, '湖北省肿瘤医院', '武汉市洪山区卓刀泉南路116号 ', 35, '武汉', '三丙', '114.371', '30.506', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F068.jpg');
INSERT INTO `hospital` VALUES (69, '武汉市第三医院', '中国湖北省武汉市武昌区彭刘杨路241号 ', 33, '武汉', '二丙', '114.309', '30.546', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F069.jpg');
INSERT INTO `hospital` VALUES (70, '武汉市中心医院', '\r\n武汉市江岸区胜利街26号 ', 31, '武汉', '一丙', '114.301', '30.586', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F070.jpg');
INSERT INTO `hospital` VALUES (71, '深圳市南山区人民医院', '深圳市南山区桃园路89号 ', 48, '深圳', '特级', '113.930', '22.536', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F071.jpg');
INSERT INTO `hospital` VALUES (72, '深圳市人民医院', '广东省深圳市东门北路1017号 ', 45, '深圳', '三甲', '114.134', '22.563', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F072.jpg');
INSERT INTO `hospital` VALUES (73, '深圳市第二人民医院', '深圳市福田区笋岗路 ', 44, '深圳', '二甲', '114.092', '22.563', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F073.jpg');
INSERT INTO `hospital` VALUES (74, '深圳市宝安区人民医院', ' 深圳市宝安区宝城龙井二路118号 ', 43, '深圳', '一甲', '113.921', '22.567', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F074.jpg');
INSERT INTO `hospital` VALUES (75, '深圳市儿童医院', '广东省深圳市福田区益田路7019号 ', 41, '深圳', '三乙', '114.060', '22.553', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F075.jpg');
INSERT INTO `hospital` VALUES (76, '深圳市第四人民医院', '广东省深圳市深南中路3025号', 38, '深圳', '二乙', '114.384', '22.710', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F076.jpg');
INSERT INTO `hospital` VALUES (77, '深圳市宝安区中医院', '深圳市宝安区30区裕安二路25号 ', 35, '深圳', '一乙', '113.905', '22.578', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F077.jpg');
INSERT INTO `hospital` VALUES (78, '深圳市第三人民医院', '\r\n广东省深圳市布心路2019号 ', 33, '深圳', '三丙', '114.135', '22.641', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F078.jpg');
INSERT INTO `hospital` VALUES (79, '深圳市第五人民医院', '友谊路47号 ', 34, '深圳', '二丙', '114.137', '22.704', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F079.jpg');
INSERT INTO `hospital` VALUES (80, '深圳恒生医院', '广东省深圳市宝安区西乡碧海中心区宝源路 ', 33, '深圳', '一丙', '113.858', '22.582', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F080.jpg');
INSERT INTO `hospital` VALUES (81, '四川省肿瘤医院', '成都市人民南路四段55号 ', 48, '成都', '特等', '104.076', '30.615', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F081.jpg');
INSERT INTO `hospital` VALUES (82, '成都市第二人民医院', '四川省成都市庆云南街10号 ', 44, '成都', '三甲', '104.093', '30.666', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F082.jpg');
INSERT INTO `hospital` VALUES (83, '成都市第六人民医院', '成都市成华区建设南街16号  \r\n\r\n', 43, '成都', '二甲', '104.114', '30.672', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F083.jpg');
INSERT INTO `hospital` VALUES (84, '成都大学附属医院', '\r\n四川省成都市金牛区二环路北二环82号 ', 40, '成都', '一甲', '104.074', '30.699', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F084.jpg');
INSERT INTO `hospital` VALUES (85, '中航工业三六三医院', '四川省成都市武侯区倒桑树街108号 ', 39, '成都', '三乙', '104.060', '30.655', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F085.jpg');
INSERT INTO `hospital` VALUES (86, '成都市第七人民医院', '四川省成都市十二中街1号 ', 37, '成都', '二乙', '104.086', '30.647', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F086.jpg');
INSERT INTO `hospital` VALUES (87, '成都市西区医院', '成都市金牛区二环路西3段2号', 35, '成都', '一乙', '104.036', '30.689', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F087.jpg');
INSERT INTO `hospital` VALUES (88, '解放军452医院', '\r\n成都市锦江区九眼桥顺江路317号 ', 34, '成都', '三丙', '104.102', '30.639', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F088.jpg');
INSERT INTO `hospital` VALUES (89, '成都市公共卫生临床医疗中心', '成都市锦江区静居寺18号', 32, '成都', '二丙', '104.148', '30.620', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F089.jpg');
INSERT INTO `hospital` VALUES (90, '南充市中心医院', '\r\n南充市人民南路97号', 33, '成都', '一丙', '106.091', '30.793', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F090.jpg');
INSERT INTO `hospital` VALUES (91, '\r\n重庆医科大学附属第二医院', '重庆市临江路76号 ', 48, '重庆', '特级', '106.581', '29.566', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F091.jpg');
INSERT INTO `hospital` VALUES (92, '重庆市大坪医院', '重庆市渝中区大坪长江之路10号 ', 45, '重庆', '三甲', '106.528', '29.548', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F092.jpg');
INSERT INTO `hospital` VALUES (93, '重庆市第九人民医院', '重庆市北碚区嘉陵村69号 ', 44, '重庆', '二甲', '106.452', '29.828', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F093.jpg');
INSERT INTO `hospital` VALUES (94, '重庆市第三人民医院', '\r\n重庆市渝中区枇杷山正街104号 ', 43, '重庆', '一甲', '106.560', '29.559', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F094.jpg');
INSERT INTO `hospital` VALUES (95, '重庆市妇幼保健院', '重庆市七星岗金汤街64号  ', 39, '重庆', '三乙', '106.496', '29.596', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F095.jpg');
INSERT INTO `hospital` VALUES (96, '重庆市中山医院', '重庆市渝中区中山一路312号 ', 37, '重庆', '二丙', '106.565', '29.562', 0, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F096.jpg');
INSERT INTO `hospital` VALUES (97, '重庆市第一人民医院', '重庆市第一人民医院', 34, '重庆', '二乙', '106.590', '29.564', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F097.jpg');
INSERT INTO `hospital` VALUES (98, '重庆市开县人民医院', '庆市开县汉丰街道安康路8号 ', 35, '重庆', '一乙', '108.411', '31.171', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F098.jpg');
INSERT INTO `hospital` VALUES (99, '重庆协和医院', '\r\n重庆市石桥铺渝州路60号 ', 34, '重庆', '三丙', '106.493', '29.538', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F099.jpg');
INSERT INTO `hospital` VALUES (100, '重庆市长寿区人民医院', '\r\n重庆市长寿区凤城街道北观16号 ', 36, '重庆', '一丙', '107.079', '29.839', 1, 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/hospital%2Fhosipitalphoto%2F100.jpg');

-- ----------------------------
-- Table structure for medicine
-- ----------------------------
DROP TABLE IF EXISTS `medicine`;
CREATE TABLE `medicine`  (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `medicinename` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '药品名',
  `brand` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '品牌',
  `price` int(11) NOT NULL COMMENT '价格',
  `date` date NOT NULL COMMENT '生产日期',
  `usage` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '用途',
  `way` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '使用方式',
  `image` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL COMMENT '图片',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 92 CHARACTER SET = utf8 COLLATE = utf8_unicode_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of medicine
-- ----------------------------
INSERT INTO `medicine` VALUES (1, '感冒灵颗粒', '999', 15, '2023-04-04', '感冒', '开水冲服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F01.jpg');
INSERT INTO `medicine` VALUES (2, '感冒清热颗粒(无蔗糖)', '同仁堂', 9, '2023-04-05', '疏风散寒解表清热', '开水冲服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F02.jpg');
INSERT INTO `medicine` VALUES (3, '复方金银花颗粒', '双蚁', 27, '2023-04-01', '清热解毒凉血消肿', '开水冲服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F03.jpg');
INSERT INTO `medicine` VALUES (4, '感冒软胶囊', '同仁堂', 10, '2023-04-08', '散风解热', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F04.jpg');
INSERT INTO `medicine` VALUES (5, '复方感冒灵颗粒', '双蚁', 13, '2023-02-01', '辛凉解表，清热解毒', '开水冲服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F05.jpg');
INSERT INTO `medicine` VALUES (6, '穿心莲内酯软胶囊', '金鸿', 17, '2023-01-25', '上呼吸道感染', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F06.jpg');
INSERT INTO `medicine` VALUES (7, '维生素C咀嚼片', '益普利生', 36, '2022-05-13', '补充维生素C', '嚼食', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F07.jpg');
INSERT INTO `medicine` VALUES (8, '小儿氨酚黄那敏颗粒', '护彤', 8, '2022-07-16', '儿童普通感冒及流行性感冒', '温开水冲服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F08.jpg');
INSERT INTO `medicine` VALUES (9, '连花清瘟胶囊', '以岭', 15, '2022-03-15', '清瘟解毒，宣肺泄热', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F09.jpg');
INSERT INTO `medicine` VALUES (10, '布洛芬混悬液', '美林', 68, '2023-03-23', '牙痛 神经痛', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F10.jpg');
INSERT INTO `medicine` VALUES (11, '复方氨酚烷胺片', '感叹号', 11, '2023-01-26', '流鼻涕 鼻塞 咽痛', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F11.jpg');
INSERT INTO `medicine` VALUES (12, '藿香正气滴丸', '天士力', 16, '2022-05-16', '呕吐 感冒', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F12.jpg');
INSERT INTO `medicine` VALUES (13, '清开灵颗粒', '白云山', 13, '2022-12-23', '温热 肝炎', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F13.jpg');
INSERT INTO `medicine` VALUES (14, '夏桑菊颗粒', '白云山', 20, '2022-11-24', '疮毒 目赤 头痛', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F14.jpg');
INSERT INTO `medicine` VALUES (15, '氨咖黄敏胶囊', '禾穗速校', 7, '2022-07-13', '打喷嚏 流鼻涕', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F15.jpg');
INSERT INTO `medicine` VALUES (16, '对乙酰氨基酚口服溶液', '百服咛', 11, '2023-02-05', '感冒 流行性感冒', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F16.jpg');
INSERT INTO `medicine` VALUES (17, '风油精', '白云山', 5, '2023-12-11', '关节痛', '外用', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F17.jpg');
INSERT INTO `medicine` VALUES (18, '洛索洛芬钠片', '乐松', 26, '2022-09-12', '类风湿性关节炎', '饭后口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F18.jpg');
INSERT INTO `medicine` VALUES (19, '感冒疏风丸', '云昆', 23, '2022-05-26', '咳嗽 头痛 流清涕', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F19.jpg');
INSERT INTO `medicine` VALUES (20, '桑菊感冒片', '同仁堂', 11, '2022-02-24', '头痛 咳嗽 ', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F20.jpg');
INSERT INTO `medicine` VALUES (21, '保婴丹', '余仁生', 90, '2023-01-23', '小儿感冒夜啼易惊', '温水调服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F21.jpg');
INSERT INTO `medicine` VALUES (22, '萘替芬酮康唑乳膏', '必亮', 35, '2022-01-25', '皮肤病 手足癣', '外用', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F22.jpg');
INSERT INTO `medicine` VALUES (23, '重感灵片', '嘉应', 7, '2022-03-29', '恶寒 高热 ', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F23.jpg');
INSERT INTO `medicine` VALUES (24, '通宣理肺丸', '佛山', 11, '2022-11-20', '咳嗽 恶寒', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F24.jpg');
INSERT INTO `medicine` VALUES (25, '耳聋胶囊', '景忠山', 21, '2022-04-23', '耳鸣 耳内流脓', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F25.jpg');
INSERT INTO `medicine` VALUES (26, '天黄猴枣散', '敬修堂', 30, '2022-11-30', '痰多咳喘', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F26.jpg');
INSERT INTO `medicine` VALUES (27, '清肝利胆口服液', '香雪', 20, '2022-06-21', '肝胆湿热', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F27.jpg');
INSERT INTO `medicine` VALUES (28, '清心明目上清丸', '同仁堂', 13, '2022-07-10', '头痛 口渴', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F28.jpg');
INSERT INTO `medicine` VALUES (29, '复方黄芩片', '康乐', 11, '2022-06-21', '口舌生疮 ', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F29.jpg');
INSERT INTO `medicine` VALUES (30, '葛根汤颗粒', '瑞阳', 58, '2022-03-19', '恶寒 鼻塞', '开水冲服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F30.jpg');
INSERT INTO `medicine` VALUES (31, '玉屏风颗粒', '德众', 61, '2022-04-13', '自汗', '开水冲服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F31.jpg');
INSERT INTO `medicine` VALUES (32, '壮骨药酒', '同仁堂', 623, '2021-12-20', '瘀血 湿痹', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F32.jpg');
INSERT INTO `medicine` VALUES (33, '酚麻美敏片', '泰诺', 11, '2022-06-25', '咳嗽 咽痛', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F33.jpg');
INSERT INTO `medicine` VALUES (34, '酚咖片', '加合百服宁', 14, '2022-09-30', '流行性感冒', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F34.jpg');
INSERT INTO `medicine` VALUES (35, '卡泊三醇软膏', '金迪银', 152, '2022-08-21', '银屑病', '外用', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F35.jpg');
INSERT INTO `medicine` VALUES (36, '达克宁乳膏', '达克宁', 13, '2023-04-11', '股癣 手足癣', '外用', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F36.jpg');
INSERT INTO `medicine` VALUES (37, '川百止痒洗剂', '鹿康', 54, '2023-03-23', '瘙痒 瘙痒症', '外用', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F37.jpg');
INSERT INTO `medicine` VALUES (38, '丝白祛斑软膏', '天峰', 44, '2023-02-10', '黄褐斑', '涂于面部及患处', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F38.jpg');
INSERT INTO `medicine` VALUES (39, '二妙丸', '同仁堂', 16, '2023-01-01', '\r\n湿热 湿热下注', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F39.jpg');
INSERT INTO `medicine` VALUES (40, '荨麻疹丸', '龙泰', 31, '2022-05-21', ' 荨麻疹 麻疹', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F40.jpg');
INSERT INTO `medicine` VALUES (41, '湿毒清胶囊', '玉林', 31, '2022-06-11', '皮肤瘙痒', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F41.jpg');
INSERT INTO `medicine` VALUES (42, '丹参酮胶囊', '希力', 37, '2022-04-19', '蜂窝组织炎', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F42.jpg');
INSERT INTO `medicine` VALUES (43, '甲氨蝶呤片', '信谊', 126, '2022-05-21', '急性白血病 白血病 急性淋巴细胞白血病', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F43.jpg');
INSERT INTO `medicine` VALUES (44, '卡培他滨片', '希罗达', 277, '2022-12-11', '乳腺癌 直肠癌 肠癌', '饭后半小时用水吞服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F44.jpg');
INSERT INTO `medicine` VALUES (45, '食道平散', '欧珂', 580, '2022-07-21', '咽喉炎 吞咽困难', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F45.jpg');
INSERT INTO `medicine` VALUES (46, '复方红豆杉胶囊', '赛诺', 235, '2022-01-23', '乳腺癌 卵巢癌', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F46.jpg');
INSERT INTO `medicine` VALUES (47, '小金胶囊', '健民', 33, '2023-02-11', '脓肿 瘰疬', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F47.jpg');
INSERT INTO `medicine` VALUES (48, '乌苯美司胶囊', '百士欣', 99, '2022-04-01', '多发性骨髓瘤 骨髓瘤', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F48.jpg');
INSERT INTO `medicine` VALUES (49, '槐耳颗粒', '金克', 243, '2022-11-21', '原发性肝癌 肝癌', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F49.jpg');
INSERT INTO `medicine` VALUES (50, '复方斑蝥胶囊', '康赛迪', 109, '2023-02-23', '原发性肝癌 肝癌', '口服', 'https://sal-1314810073.cos.ap-chengdu.myqcloud.com/medicine%2F2%2F50.png');
INSERT INTO `medicine` VALUES (51, '玉屏风颗粒', '德众', 18, '2023-08-12', '益气，固表', '口服', 'https://pimg.39.net/PictureLib/A/f80/c9/20181116/org/7303875.jpg');
INSERT INTO `medicine` VALUES (52, '复方氨酚烷胺胶囊', '快克', 59, '2023-04-15', '益气，固表', '口服', 'http://img.39.net/yp/360/s/563859.jpg');
INSERT INTO `medicine` VALUES (53, '小儿氨酚黄那敏颗粒', '护彤', 45, '2023-05-19', '益气，固表', '口服', 'http://img.39.net/yp/360/s/507549.jpg');
INSERT INTO `medicine` VALUES (54, '小儿感冒颗粒', '机灵宝贝', 53, '2023-07-23', '益气，固表', '口服', 'http://img.39.net/yp/2011/12/27/29df26cdade.jpg');
INSERT INTO `medicine` VALUES (55, '氨酚伪麻美芬片Ⅱ', '白加黑', 11, '2023-04-15', '益气，固表', '口服', 'http://img.39.net/yp/360/2nd/L/4/499008.jpg');
INSERT INTO `medicine` VALUES (56, '正红花油', '永龙', 44, '2023-04-15', '益气，固表', '口服', 'http://img.39.net/yp/2012/11/27/afb7bdf9018.jpg');
INSERT INTO `medicine` VALUES (57, '活络油', '狮马龙活络油', 42, '2023-04-28', '益气，固表', '口服', 'http://pimg.39.net/PictureLib/A/f80/c9/20180719/org/6724921.png');
INSERT INTO `medicine` VALUES (58, '正骨水', '玉林', 15, '2023-05-16', '益气，固表', '口服', 'http://pimg.39.net/PictureLib/A/f80/c9/20180720/org/6731281.jpg');
INSERT INTO `medicine` VALUES (59, '除疤膏', '密丽', 21, '2023-08-24', '益气，固表', '口服', 'http://img.39.net/yp/2012/11/27/af98c064308.jpg');
INSERT INTO `medicine` VALUES (60, '创灼膏', '同人泰', 19, '2023-07-26', '益气，固表', '口服', 'http://img.39.net/yp/20130917/0/758849.jpg');
INSERT INTO `medicine` VALUES (61, '湿润烧伤膏', '美宝', 56, '2023-01-29', '益气，固表', '口服', 'http://img.39.net/yy/2013/5/5/73ca80634b9.jpg');
INSERT INTO `medicine` VALUES (62, '复方对乙酰氨基酚片', '散利痛', 50, '2023-04-10', '益气，固表', '口服', 'http://img.39.net/yy/2013/4/19/b6fe3fcdeb3.jpg');
INSERT INTO `medicine` VALUES (63, '酚咖片', '加合百服宁', 37, '2023-06-15', '益气，固表', '口服', 'http://img.39.net/yy/2013/4/25/fba12b180a3.jpg');
INSERT INTO `medicine` VALUES (64, '布洛芬缓释胶囊', '芬必得', 40, '2023-06-29', '益气，固表', '口服', 'http://img.39.net/yp/360/s/712044.jpg');
INSERT INTO `medicine` VALUES (65, '双黄连口服液', '无', 24, '2023-01-15', '益气，固表', '口服', 'http://img.39.net/yp/360/s/509672.jpg');
INSERT INTO `medicine` VALUES (66, '牛黄解毒片', '薄膜衣片', 41, '2023-01-14', '益气，固表', '口服', 'http://img.39.net/yp/360/s/568530.jpg');
INSERT INTO `medicine` VALUES (67, '复方金银花颗粒', '双蚁', 10, '2023-04-19', '益气，固表', '口服', 'http://img.39.net/yy/2013/10/11/49febcf22be.jpg');
INSERT INTO `medicine` VALUES (68, '定坤丹水蜜丸', '广誉远', 40, '2023-03-11', '益气，固表', '口服', 'http://img.39.net/yy/2016/5/18/f47fe95e6e2.jpg');
INSERT INTO `medicine` VALUES (69, '保妇康栓', '海南碧凯药业', 45, '2023-05-20', '益气，固表', '口服', 'http://pimg.39.net/PictureLib/A/f80/c9/20180413/org/4087420.png');
INSERT INTO `medicine` VALUES (70, '抗HPV功能性妇科敷料', '普林克优林', 15, '2023-08-15', '益气，固表', '口服', 'https://pimg.39.net/PictureLib/A/f76/20220613/org_1536281721572560912.png');
INSERT INTO `medicine` VALUES (71, '消糜栓', '修正', 51, '2023-05-16', '益气，固表', '口服', 'http://img.39.net/yp/360/s/508999.jpg');
INSERT INTO `medicine` VALUES (72, '调经丸', '无', 32, '2023-04-18', '益气，固表', '口服', 'http://img.39.net/yp/360/s/509050.jpg');
INSERT INTO `medicine` VALUES (73, '加味逍遥丸', '同仁堂', 17, '2023-01-11', '益气，固表', '口服', 'https://pimg.39.net/PictureLib/A/f80/c9/20230420/org/1648970083491516432.jpg');
INSERT INTO `medicine` VALUES (74, '小儿感冒颗粒', '无', 33, '2023-01-11', '益气，固表', '口服', 'https://pimg.39.net/PictureLib/A/f80/c9/20230420/org/1648970083491516432.jpg');
INSERT INTO `medicine` VALUES (75, '对乙酰氨基酚栓', '敬修堂', 29, '2023-04-23', '益气，固表', '口服', 'http://img.39.net/yp/360/s/688367.jpg');
INSERT INTO `medicine` VALUES (76, '小儿氨酚黄那敏颗粒', '护彤', 39, '2023-08-26', '益气，固表', '口服', 'http://img.39.net/yp/360/s/507549.jpg');
INSERT INTO `medicine` VALUES (77, '小儿咽扁颗粒', '同仁堂', 49, '2023-04-15', '益气，固表', '口服', 'https://pimg.39.net/PictureLib/A/f80/c9/20211012/org/9967840.jpg');
INSERT INTO `medicine` VALUES (78, '小儿止咳糖浆', '999三九', 14, '2023-08-29', '益气，固表', '口服', 'http://img.39.net/yp/360/s/508871.jpg');
INSERT INTO `medicine` VALUES (79, '小儿七星茶颗粒', '三公仔', 25, '2023-05-19', '益气，固表', '口服', 'http://img.39.net/yy/2015/10/12/33207684c22.jpg');
INSERT INTO `medicine` VALUES (80, '八子补肾胶囊', '以岭', 56, '2023-05-21', '益气，固表', '口服', 'https://pimg.39.net/PictureLib/A/f80/c9/20191030/org/8783348.jpg');
INSERT INTO `medicine` VALUES (81, '野菊花栓', '无', 13, '2023-08-19', '益气，固表', '口服', 'http://img.39.net/yy/2013/4/11/5006914579d.jpg');
INSERT INTO `medicine` VALUES (82, '前列舒乐胶囊', '天银', 56, '2023-03-16', '益气，固表', '口服', 'http://img.39.net/yy/2013/4/15/8174f357147.jpg');
INSERT INTO `medicine` VALUES (83, '普乐安片', '前列康', 44, '2023-05-24', '益气，固表', '口服', 'http://img.39.net/yy/2013/6/8/241f6388e6e.jpg');
INSERT INTO `medicine` VALUES (84, '枸橼酸西地那非片', '金戈', 27, '2023-04-15', '益气，固表', '口服', 'http://img.39.net/yy/2014/10/29/1991dd3f146.jpg');
INSERT INTO `medicine` VALUES (85, '他达拉非片', '希爱力', 36, '2023-01-23', '益气，固表', '口服', 'http://img.39.net/yp/360/s/579894.jpg');
INSERT INTO `medicine` VALUES (86, '参松养心胶囊', '以岭', 26, '2023-01-13', '益气，固表', '口服', 'http://img.39.net/yy/2015/11/12/b72e52a8f13.jpg');
INSERT INTO `medicine` VALUES (87, '芪苈强心胶囊', '以岭', 24, '2023-02-19', '益气，固表', '口服', 'http://img.39.net/yy/2015/11/12/b7176276525.jpg');
INSERT INTO `medicine` VALUES (88, '通心络胶囊', '以岭', 39, '2023-06-15', '益气，固表', '口服', 'http://img.39.net/yy/2015/11/12/b71e79755e9.jpg');
INSERT INTO `medicine` VALUES (89, '津力达颗粒', '以岭', 29, '2023-01-12', '益气，固表', '口服', 'https://pimg.39.net/PictureLib/A/f80/c9/20220318/org/1504745575092981776.jpg');
INSERT INTO `medicine` VALUES (90, '非洛地平缓释片', '波依定', 38, '2023-01-22', '益气，固表', '口服', 'http://img.39.net/yp/360/s/501150.jpg');
INSERT INTO `medicine` VALUES (91, '苯磺酸氨氯地平片', '压氏达', 21, '2023-08-14', '益气，固表', '口服', 'http://img.39.net/yp/360/s/579431.jpg');

SET FOREIGN_KEY_CHECKS = 1;
